/* VERSION: Slovak Translation file - Version 2.6.3 - 2010 Jan 12 */

/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"Turn this switch on if you want the Email Backup to be sent immediately the next MyTime starts" = "Nastavte prepínač na ON, ak si želáte aby MyTime poslal zálohu na email hneď pri každom štarte";

/* */
"Email Backup Instantly" = "Okamžite vykonaj zálohu na email";

/* */
"Turn this switch on if you want to clean up space occupied by the map cache the next time MyTime starts" = "Nastavte prepínač na ON, ak si želáte aby MyTime vymazal cache pamäť máp pri každom štarte";

/* */
"Clear Map Cache" = "Vyčisti cache pamäť máp";

